import cover from '../assets/images/del/book.jpg'
import cover3rot from '../assets/images/del/IMG_3535-rot.png'
import cover3 from '../assets/images/del/IMG_3535.png'
import cover2rot from '../assets/images/del/IMG_3828-rot.jpg'
import cover2 from '../assets/images/del/IMG_3828.jpg'

export const books: BooksType[] = [
  {
    id: 0,
    title: 'Реформатская догматика, том 2',
    description:
      'Реформатская догматика Бавинка состоит из четырех томов. Первый из них имеет вводный характер: в нем Бавинк рассматривает сущность, метод, структуру и историю догматики, а также ее первоначала, уделяя особое внимание учению об откровении. Настоящим, вторым томом открывается собственно систематическое рассмотрение различных богословских тем. Во втором томе Бавинк рассуждает о Боге и первозданном мире, в третьем—о павшем мире и Христе, а в четвертом продолжает рассуждения о пути спасения и раскрывает учение о церкви, средствах благодати и последнем времени. Герман Бавинк, из «Реформатской догматики ',
    author: 'Герман Бавинк',
    cover: cover,
    isAvailable: 'available',
    category: 'христианская жизнь',
    period: '1 month',
  },
  {
    id: 1,
    title: 'Пять пунктов',
    description:
      'Книга «Пять пунктов» — это прекрасное введение в библейское богословие Божьего суверенитета в спасении. Это не просто апо­логетика традиционных пяти пунктов кальвинизма, но доступное изложение основополагающих библейских доктрин. Каждая гла­ва книги заставляет Божью благодать сиять ещё ярче, мягко, но убедительно напоминая христианам, почему данные доктрины имеют чрезвычайно важное значение.\n' +
      '\n' +
      'Благодать — это сердце Бога, Который готов делать вам добро тогда, когда вы меньше всего этого заслуживаете. Однако действительно ли мы знаем, насколько глубоко не за­служиваем благодати? Только Бог посредством Писания может открыть нам это. А когда Бог дает нам это откровение, чудеса Его благодати вспыхивают с небывалой яркостью.\n' +
      '\n' +
      'Эти пять пунктов рассказывают о том, как человек становится христианином, и о том, как Бог хранит нашу веру в Своих руках.\n' +
      '\n' +
      'Благодать относится к прошлому, когда мы были свободно из­браны. Благодать обращена вперед, в будущее, где мы будем в безопасности и навсегда счастливы. Она проникает в тайну по­двига Христа, благодаря которому все Божьи дети получают дар веры. И она проникает в человеческую душу, показывая непос­тижимую работу Святого Духа, Который усмиряет все наше бун­тарство и делает нас добровольными пленниками Царя Иисуса.\n' +
      '\n' +
      'Джон Пайпер считает, что наш опыт переживания благодати воз­растает вместе с нашим пониманием Божьей благодатной рабо­ты. Автор приглашает нас отправиться в этот путь вместе с ним.',
    author: 'Джон Пайпер',
    cover: cover2,
    isAvailable: 'available',
    category: 'апологетика',
    period: '1 month',
  },
  {
    id: 2,
    title: 'Рвение без выгорания',
    description:
      'Тысячи людей прекращают христианское служение каждый месяц. Они не утратили любви к Христу или желание служить Ему. Просто по той или иной причине они выдохлись и не могут продолжать трудиться.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Кристофер Эш знаком с этой бедой не понаслышке. И как пастор растущей церкви, и как учитель будущих церковных служителей, он сам не раз оказывался на грани выгорания.Он также оказывал пасторскую поддержку более молодым служителям, истощившим себя работой.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Его жизненный опыт сконцентрировался в этой короткой и простой книге: он напоминает об одной забытой библейской истине и дает семь ключей, подсказанных ею. Если мы ими правильно воспользуемся, они помогут нам, христианам, которые горят желанием служить Господу, защититься от выгорания и трудиться для Божьего царства и славы долгие годы.\n' +
      '\n' +
      ' \n' +
      '\n' +
      '«Я с радостью рекомендую эту небольшую, но важную книгу. Кристофер не только раскрывает тему на основании своего личного опыта выгорания. Он проливает новый свет на знакомые отрывки Писания и делится пасторским опытом решения проблем, с которыми сталкиваются многие из нас. Я молюсь о том, чтобы эта книга помогла нам как избежать ловушек выгорания, так и исполнить наказ Павла: «В усердии не ослабевайте; духом пламенейте; Господу служите» (Рим.12:11). Или, как перефразировал этот стих Юджин Питерсон: «Не выгорайте. Заправляйтесь и горите»».    - Алистер Бегг, старший пастор церкви Парксайд, г. Кливленд',
    author: 'Кристофер Эш',
    cover: cover3,
    isAvailable: 'available',
    category: 'биографии',
    period: '2 month',
  },
  {
    id: 3,
    title: 'Троица',
    description:
      'Из Введения к книге «Троица»:\n' +
      '\n' +
      '«Сколько я себя помню, я всегда умел читать. Я не помню, как учился этому искусству. Вероятно, алфавит и простые слова я учил при помощи букваря. Считаю себя в неоплатном долгу перед ним, поскольку он заложил основы чтения, которыми я пользуюсь по сей день…\n' +
      '\n' +
      'Эта небольшая книга – тоже букварь, освоив который вы продолжите учиться дальше.\n' +
      '\n' +
      'Она не обеспечит вас всеми знаниями. Она всего лишь поможет вам сделать первые шаги. Из неё вы узнаете основы учения о Троице. Книга избавит вас от неуверенности, которую вы, возможно, испытываете, соприкасаясь с этой глубокой темой; а кроме того, вы узнаете достаточно, чтобы продвигаться в тех областях знания, где раньше не решались даже начать».\n' +
      '\n' +
      ' \n' +
      '\n' +
      'В книге доступно излагаются основы христианского учения о Троице, рассматриваются свойства трех лиц единого по существу Бога, раскрывается суть вечных отношений Отца, Сына и Святого Духа. Также разъясняется, каких ошибок следует избегать, чтобы не попасть в ловушку заблуждений, противоречащих Писанию.',
    author: 'Стюарт Олиотт',
    cover: cover2rot,
    isAvailable: 'available',
    category: 'богословие',
    period: '1 month',
  },
  {
    id: 4,
    title: 'Рвение без выгорания',
    description:
      'Тысячи людей прекращают христианское служение каждый месяц. Они не утратили любви к Христу или желание служить Ему. Просто по той или иной причине они выдохлись и не могут продолжать трудиться.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Кристофер Эш знаком с этой бедой не понаслышке. И как пастор растущей церкви, и как учитель будущих церковных служителей, он сам не раз оказывался на грани выгорания.Он также оказывал пасторскую поддержку более молодым служителям, истощившим себя работой.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Его жизненный опыт сконцентрировался в этой короткой и простой книге: он напоминает об одной забытой библейской истине и дает семь ключей, подсказанных ею. Если мы ими правильно воспользуемся, они помогут нам, христианам, которые горят желанием служить Господу, защититься от выгорания и трудиться для Божьего царства и славы долгие годы.\n' +
      '\n' +
      ' \n' +
      '\n' +
      '«Я с радостью рекомендую эту небольшую, но важную книгу. Кристофер не только раскрывает тему на основании своего личного опыта выгорания. Он проливает новый свет на знакомые отрывки Писания и делится пасторским опытом решения проблем, с которыми сталкиваются многие из нас. Я молюсь о том, чтобы эта книга помогла нам как избежать ловушек выгорания, так и исполнить наказ Павла: «В усердии не ослабевайте; духом пламенейте; Господу служите» (Рим.12:11). Или, как перефразировал этот стих Юджин Питерсон: «Не выгорайте. Заправляйтесь и горите»».    - Алистер Бегг, старший пастор церкви Парксайд, г. Кливленд',
    author: 'Кристофер Эш',
    cover: cover3rot,
    isAvailable: 'available',
    category: 'душепопечение',
    period: '1 month',
  },
  {
    id: 5,
    title: 'Троица',
    description:
      'Из Введения к книге «Троица»:\n' +
      '\n' +
      '«Сколько я себя помню, я всегда умел читать. Я не помню, как учился этому искусству. Вероятно, алфавит и простые слова я учил при помощи букваря. Считаю себя в неоплатном долгу перед ним, поскольку он заложил основы чтения, которыми я пользуюсь по сей день…\n' +
      '\n' +
      'Эта небольшая книга – тоже букварь, освоив который вы продолжите учиться дальше.\n' +
      '\n' +
      'Она не обеспечит вас всеми знаниями. Она всего лишь поможет вам сделать первые шаги. Из неё вы узнаете основы учения о Троице. Книга избавит вас от неуверенности, которую вы, возможно, испытываете, соприкасаясь с этой глубокой темой; а кроме того, вы узнаете достаточно, чтобы продвигаться в тех областях знания, где раньше не решались даже начать».\n' +
      '\n' +
      ' \n' +
      '\n' +
      'В книге доступно излагаются основы христианского учения о Троице, рассматриваются свойства трех лиц единого по существу Бога, раскрывается суть вечных отношений Отца, Сына и Святого Духа. Также разъясняется, каких ошибок следует избегать, чтобы не попасть в ловушку заблуждений, противоречащих Писанию.',
    author: 'Стюарт Олиотт',
    cover: 'https://epbook.by/epBook/media/book_images/IMG_8643.JPG',
    isAvailable: 'available',
    category: 'изучение Библии',
    period: '1 month',
  },
  {
    id: 6,
    title: 'Реформатская догматика, том 2',
    description:
      'Реформатская догматика Бавинка состоит из четырех томов. Первый из них имеет вводный характер: в нем Бавинк рассматривает сущность, метод, структуру и историю догматики, а также ее первоначала, уделяя особое внимание учению об откровении. Настоящим, вторым томом открывается собственно систематическое рассмотрение различных богословских тем. Во втором томе Бавинк рассуждает о Боге и первозданном мире, в третьем—о павшем мире и Христе, а в четвертом продолжает рассуждения о пути спасения и раскрывает учение о церкви, средствах благодати и последнем времени. Герман Бавинк, из «Реформатской догматики ',
    author: 'Герман Бавинк',
    cover: 'https://epbook.by/epBook/media/book_images/IMG_8955.JPG',
    isAvailable: 'available',
    category: 'история церкви',
    period: '2 month',
  },
  {
    id: 7,
    title: 'Рвение без выгорания',
    description:
      'Тысячи людей прекращают христианское служение каждый месяц. Они не утратили любви к Христу или желание служить Ему. Просто по той или иной причине они выдохлись и не могут продолжать трудиться.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Кристофер Эш знаком с этой бедой не понаслышке. И как пастор растущей церкви, и как учитель будущих церковных служителей, он сам не раз оказывался на грани выгорания.Он также оказывал пасторскую поддержку более молодым служителям, истощившим себя работой.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Его жизненный опыт сконцентрировался в этой короткой и простой книге: он напоминает об одной забытой библейской истине и дает семь ключей, подсказанных ею. Если мы ими правильно воспользуемся, они помогут нам, христианам, которые горят желанием служить Господу, защититься от выгорания и трудиться для Божьего царства и славы долгие годы.\n' +
      '\n' +
      ' \n' +
      '\n' +
      '«Я с радостью рекомендую эту небольшую, но важную книгу. Кристофер не только раскрывает тему на основании своего личного опыта выгорания. Он проливает новый свет на знакомые отрывки Писания и делится пасторским опытом решения проблем, с которыми сталкиваются многие из нас. Я молюсь о том, чтобы эта книга помогла нам как избежать ловушек выгорания, так и исполнить наказ Павла: «В усердии не ослабевайте; духом пламенейте; Господу служите» (Рим.12:11). Или, как перефразировал этот стих Юджин Питерсон: «Не выгорайте. Заправляйтесь и горите»».    - Алистер Бегг, старший пастор церкви Парксайд, г. Кливленд',
    author: 'Кристофер Эш',
    cover: 'https://epbook.by/epBook/media/book_images/IMG_8876.JPG',
    isAvailable: 'available',
    category: 'молитва',
    period: '1 week',
  },
  {
    id: 8,
    title: 'Троица',
    description:
      'Из Введения к книге «Троица»:\n' +
      '\n' +
      '«Сколько я себя помню, я всегда умел читать. Я не помню, как учился этому искусству. Вероятно, алфавит и простые слова я учил при помощи букваря. Считаю себя в неоплатном долгу перед ним, поскольку он заложил основы чтения, которыми я пользуюсь по сей день…\n' +
      '\n' +
      'Эта небольшая книга – тоже букварь, освоив который вы продолжите учиться дальше.\n' +
      '\n' +
      'Она не обеспечит вас всеми знаниями. Она всего лишь поможет вам сделать первые шаги. Из неё вы узнаете основы учения о Троице. Книга избавит вас от неуверенности, которую вы, возможно, испытываете, соприкасаясь с этой глубокой темой; а кроме того, вы узнаете достаточно, чтобы продвигаться в тех областях знания, где раньше не решались даже начать».\n' +
      '\n' +
      ' \n' +
      '\n' +
      'В книге доступно излагаются основы христианского учения о Троице, рассматриваются свойства трех лиц единого по существу Бога, раскрывается суть вечных отношений Отца, Сына и Святого Духа. Также разъясняется, каких ошибок следует избегать, чтобы не попасть в ловушку заблуждений, противоречащих Писанию.',
    author: 'Стюарт Олиотт',
    cover: 'https://epbook.by/epBook/media/book_images/IMG_8643.JPG',
    isAvailable: 'available',
    category: 'апологетика',
    period: '1 month',
  },
  {
    id: 9,
    title: 'Реформатская догматика, том 2',
    description:
      'Реформатская догматика Бавинка состоит из четырех томов. Первый из них имеет вводный характер: в нем Бавинк рассматривает сущность, метод, структуру и историю догматики, а также ее первоначала, уделяя особое внимание учению об откровении. Настоящим, вторым томом открывается собственно систематическое рассмотрение различных богословских тем. Во втором томе Бавинк рассуждает о Боге и первозданном мире, в третьем—о павшем мире и Христе, а в четвертом продолжает рассуждения о пути спасения и раскрывает учение о церкви, средствах благодати и последнем времени. Герман Бавинк, из «Реформатской догматики ',
    author: 'Герман Бавинк',
    cover: 'https://epbook.by/epBook/media/book_images/IMG_8955.JPG',
    isAvailable: 'available',
    category: 'комментарии',
    period: '2 month',
  },
  {
    id: 10,
    title: 'Рвение без выгорания',
    description:
      'Тысячи людей прекращают христианское служение каждый месяц. Они не утратили любви к Христу или желание служить Ему. Просто по той или иной причине они выдохлись и не могут продолжать трудиться.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Кристофер Эш знаком с этой бедой не понаслышке. И как пастор растущей церкви, и как учитель будущих церковных служителей, он сам не раз оказывался на грани выгорания.Он также оказывал пасторскую поддержку более молодым служителям, истощившим себя работой.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Его жизненный опыт сконцентрировался в этой короткой и простой книге: он напоминает об одной забытой библейской истине и дает семь ключей, подсказанных ею. Если мы ими правильно воспользуемся, они помогут нам, христианам, которые горят желанием служить Господу, защититься от выгорания и трудиться для Божьего царства и славы долгие годы.\n' +
      '\n' +
      ' \n' +
      '\n' +
      '«Я с радостью рекомендую эту небольшую, но важную книгу. Кристофер не только раскрывает тему на основании своего личного опыта выгорания. Он проливает новый свет на знакомые отрывки Писания и делится пасторским опытом решения проблем, с которыми сталкиваются многие из нас. Я молюсь о том, чтобы эта книга помогла нам как избежать ловушек выгорания, так и исполнить наказ Павла: «В усердии не ослабевайте; духом пламенейте; Господу служите» (Рим.12:11). Или, как перефразировал этот стих Юджин Питерсон: «Не выгорайте. Заправляйтесь и горите»».    - Алистер Бегг, старший пастор церкви Парксайд, г. Кливленд',
    author: 'Кристофер Эш',
    cover: 'https://epbook.by/epBook/media/book_images/IMG_8876.JPG',
    isAvailable: 'available',
    category: 'комментарии',
    period: '1 month',
  },
  {
    id: 12,
    title: 'Пять пунктов',
    description:
      'Книга «Пять пунктов» — это прекрасное введение в библейское богословие Божьего суверенитета в спасении. Это не просто апо­логетика традиционных пяти пунктов кальвинизма, но доступное изложение основополагающих библейских доктрин. Каждая гла­ва книги заставляет Божью благодать сиять ещё ярче, мягко, но убедительно напоминая христианам, почему данные доктрины имеют чрезвычайно важное значение.\n' +
      '\n' +
      'Благодать — это сердце Бога, Который готов делать вам добро тогда, когда вы меньше всего этого заслуживаете. Однако действительно ли мы знаем, насколько глубоко не за­служиваем благодати? Только Бог посредством Писания может открыть нам это. А когда Бог дает нам это откровение, чудеса Его благодати вспыхивают с небывалой яркостью.\n' +
      '\n' +
      'Эти пять пунктов рассказывают о том, как человек становится христианином, и о том, как Бог хранит нашу веру в Своих руках.\n' +
      '\n' +
      'Благодать относится к прошлому, когда мы были свободно из­браны. Благодать обращена вперед, в будущее, где мы будем в безопасности и навсегда счастливы. Она проникает в тайну по­двига Христа, благодаря которому все Божьи дети получают дар веры. И она проникает в человеческую душу, показывая непос­тижимую работу Святого Духа, Который усмиряет все наше бун­тарство и делает нас добровольными пленниками Царя Иисуса.\n' +
      '\n' +
      'Джон Пайпер считает, что наш опыт переживания благодати воз­растает вместе с нашим пониманием Божьей благодатной рабо­ты. Автор приглашает нас отправиться в этот путь вместе с ним.',
    author: 'Джон Пайпер',
    cover: 'https://epbook.by/epBook/media/book_images/40217.970.webp',
    isAvailable: 'available',
    category: 'евангелие',
    period: '1 month',
  },
  {
    id: 13,
    title: 'Реформатская догматика, том 2',
    description:
      'Реформатская догматика Бавинка состоит из четырех томов. Первый из них имеет вводный характер: в нем Бавинк рассматривает сущность, метод, структуру и историю догматики, а также ее первоначала, уделяя особое внимание учению об откровении. Настоящим, вторым томом открывается собственно систематическое рассмотрение различных богословских тем. Во втором томе Бавинк рассуждает о Боге и первозданном мире, в третьем—о павшем мире и Христе, а в четвертом продолжает рассуждения о пути спасения и раскрывает учение о церкви, средствах благодати и последнем времени. Герман Бавинк, из «Реформатской догматики ',
    author: 'Герман Бавинк',
    cover: 'https://epbook.by/epBook/media/book_images/IMG_8955.JPG',
    isAvailable: 'available',
    category: 'эсхатология',
    period: '1 month',
  },
  {
    id: 14,
    title: 'Рвение без выгорания',
    description:
      'Тысячи людей прекращают христианское служение каждый месяц. Они не утратили любви к Христу или желание служить Ему. Просто по той или иной причине они выдохлись и не могут продолжать трудиться.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Кристофер Эш знаком с этой бедой не понаслышке. И как пастор растущей церкви, и как учитель будущих церковных служителей, он сам не раз оказывался на грани выгорания.Он также оказывал пасторскую поддержку более молодым служителям, истощившим себя работой.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Его жизненный опыт сконцентрировался в этой короткой и простой книге: он напоминает об одной забытой библейской истине и дает семь ключей, подсказанных ею. Если мы ими правильно воспользуемся, они помогут нам, христианам, которые горят желанием служить Господу, защититься от выгорания и трудиться для Божьего царства и славы долгие годы.\n' +
      '\n' +
      ' \n' +
      '\n' +
      '«Я с радостью рекомендую эту небольшую, но важную книгу. Кристофер не только раскрывает тему на основании своего личного опыта выгорания. Он проливает новый свет на знакомые отрывки Писания и делится пасторским опытом решения проблем, с которыми сталкиваются многие из нас. Я молюсь о том, чтобы эта книга помогла нам как избежать ловушек выгорания, так и исполнить наказ Павла: «В усердии не ослабевайте; духом пламенейте; Господу служите» (Рим.12:11). Или, как перефразировал этот стих Юджин Питерсон: «Не выгорайте. Заправляйтесь и горите»».    - Алистер Бегг, старший пастор церкви Парксайд, г. Кливленд',
    author: 'Кристофер Эш',
    cover: 'https://epbook.by/epBook/media/book_images/IMG_8876.JPG',
    isAvailable: 'available',
    category: 'для женщин',
    period: '1 month',
  },
  {
    id: 15,
    title: 'Пять пунктов',
    description:
      'Книга «Пять пунктов» — это прекрасное введение в библейское богословие Божьего суверенитета в спасении. Это не просто апо­логетика традиционных пяти пунктов кальвинизма, но доступное изложение основополагающих библейских доктрин. Каждая гла­ва книги заставляет Божью благодать сиять ещё ярче, мягко, но убедительно напоминая христианам, почему данные доктрины имеют чрезвычайно важное значение.\n' +
      '\n' +
      'Благодать — это сердце Бога, Который готов делать вам добро тогда, когда вы меньше всего этого заслуживаете. Однако действительно ли мы знаем, насколько глубоко не за­служиваем благодати? Только Бог посредством Писания может открыть нам это. А когда Бог дает нам это откровение, чудеса Его благодати вспыхивают с небывалой яркостью.\n' +
      '\n' +
      'Эти пять пунктов рассказывают о том, как человек становится христианином, и о том, как Бог хранит нашу веру в Своих руках.\n' +
      '\n' +
      'Благодать относится к прошлому, когда мы были свободно из­браны. Благодать обращена вперед, в будущее, где мы будем в безопасности и навсегда счастливы. Она проникает в тайну по­двига Христа, благодаря которому все Божьи дети получают дар веры. И она проникает в человеческую душу, показывая непос­тижимую работу Святого Духа, Который усмиряет все наше бун­тарство и делает нас добровольными пленниками Царя Иисуса.\n' +
      '\n' +
      'Джон Пайпер считает, что наш опыт переживания благодати воз­растает вместе с нашим пониманием Божьей благодатной рабо­ты. Автор приглашает нас отправиться в этот путь вместе с ним.',
    author: 'Джон Пайпер',
    cover: 'https://epbook.by/epBook/media/book_images/40217.970.webp',
    isAvailable: 'available',
    category: 'богословие',
    period: '1 month',
  },
  {
    id: 16,
    title: 'Рвение без выгорания',
    description:
      'Тысячи людей прекращают христианское служение каждый месяц. Они не утратили любви к Христу или желание служить Ему. Просто по той или иной причине они выдохлись и не могут продолжать трудиться.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Кристофер Эш знаком с этой бедой не понаслышке. И как пастор растущей церкви, и как учитель будущих церковных служителей, он сам не раз оказывался на грани выгорания.Он также оказывал пасторскую поддержку более молодым служителям, истощившим себя работой.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Его жизненный опыт сконцентрировался в этой короткой и простой книге: он напоминает об одной забытой библейской истине и дает семь ключей, подсказанных ею. Если мы ими правильно воспользуемся, они помогут нам, христианам, которые горят желанием служить Господу, защититься от выгорания и трудиться для Божьего царства и славы долгие годы.\n' +
      '\n' +
      ' \n' +
      '\n' +
      '«Я с радостью рекомендую эту небольшую, но важную книгу. Кристофер не только раскрывает тему на основании своего личного опыта выгорания. Он проливает новый свет на знакомые отрывки Писания и делится пасторским опытом решения проблем, с которыми сталкиваются многие из нас. Я молюсь о том, чтобы эта книга помогла нам как избежать ловушек выгорания, так и исполнить наказ Павла: «В усердии не ослабевайте; духом пламенейте; Господу служите» (Рим.12:11). Или, как перефразировал этот стих Юджин Питерсон: «Не выгорайте. Заправляйтесь и горите»».    - Алистер Бегг, старший пастор церкви Парксайд, г. Кливленд',
    author: 'Кристофер Эш',
    cover: 'https://epbook.by/epBook/media/book_images/IMG_8876.JPG',
    isAvailable: 'available',
    category: 'изучение Библии',
    period: '1 month',
  },
  {
    id: 17,
    title: 'Реформатская догматика, том 2',
    description:
      'Реформатская догматика Бавинка состоит из четырех томов. Первый из них имеет вводный характер: в нем Бавинк рассматривает сущность, метод, структуру и историю догматики, а также ее первоначала, уделяя особое внимание учению об откровении. Настоящим, вторым томом открывается собственно систематическое рассмотрение различных богословских тем. Во втором томе Бавинк рассуждает о Боге и первозданном мире, в третьем—о павшем мире и Христе, а в четвертом продолжает рассуждения о пути спасения и раскрывает учение о церкви, средствах благодати и последнем времени. Герман Бавинк, из «Реформатской догматики ',
    author: 'Герман Бавинк',
    cover: 'https://epbook.by/epBook/media/book_images/IMG_8955.JPG',
    isAvailable: 'available',
    category: 'эсхатология',
    period: '1 month',
  },
  {
    id: 18,
    title: 'Рвение без выгорания',
    description:
      'Тысячи людей прекращают христианское служение каждый месяц. Они не утратили любви к Христу или желание служить Ему. Просто по той или иной причине они выдохлись и не могут продолжать трудиться.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Кристофер Эш знаком с этой бедой не понаслышке. И как пастор растущей церкви, и как учитель будущих церковных служителей, он сам не раз оказывался на грани выгорания.Он также оказывал пасторскую поддержку более молодым служителям, истощившим себя работой.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Его жизненный опыт сконцентрировался в этой короткой и простой книге: он напоминает об одной забытой библейской истине и дает семь ключей, подсказанных ею. Если мы ими правильно воспользуемся, они помогут нам, христианам, которые горят желанием служить Господу, защититься от выгорания и трудиться для Божьего царства и славы долгие годы.\n' +
      '\n' +
      ' \n' +
      '\n' +
      '«Я с радостью рекомендую эту небольшую, но важную книгу. Кристофер не только раскрывает тему на основании своего личного опыта выгорания. Он проливает новый свет на знакомые отрывки Писания и делится пасторским опытом решения проблем, с которыми сталкиваются многие из нас. Я молюсь о том, чтобы эта книга помогла нам как избежать ловушек выгорания, так и исполнить наказ Павла: «В усердии не ослабевайте; духом пламенейте; Господу служите» (Рим.12:11). Или, как перефразировал этот стих Юджин Питерсон: «Не выгорайте. Заправляйтесь и горите»».    - Алистер Бегг, старший пастор церкви Парксайд, г. Кливленд',
    author: 'Кристофер Эш',
    cover: 'https://epbook.by/epBook/media/book_images/IMG_8876.JPG',
    isAvailable: 'available',
    category: 'на каждый день',
    period: '1 month',
  },
  {
    id: 19,
    title: 'Пять пунктов',
    description:
      'Книга «Пять пунктов» — это прекрасное введение в библейское богословие Божьего суверенитета в спасении. Это не просто апо­логетика традиционных пяти пунктов кальвинизма, но доступное изложение основополагающих библейских доктрин. Каждая гла­ва книги заставляет Божью благодать сиять ещё ярче, мягко, но убедительно напоминая христианам, почему данные доктрины имеют чрезвычайно важное значение.\n' +
      '\n' +
      'Благодать — это сердце Бога, Который готов делать вам добро тогда, когда вы меньше всего этого заслуживаете. Однако действительно ли мы знаем, насколько глубоко не за­служиваем благодати? Только Бог посредством Писания может открыть нам это. А когда Бог дает нам это откровение, чудеса Его благодати вспыхивают с небывалой яркостью.\n' +
      '\n' +
      'Эти пять пунктов рассказывают о том, как человек становится христианином, и о том, как Бог хранит нашу веру в Своих руках.\n' +
      '\n' +
      'Благодать относится к прошлому, когда мы были свободно из­браны. Благодать обращена вперед, в будущее, где мы будем в безопасности и навсегда счастливы. Она проникает в тайну по­двига Христа, благодаря которому все Божьи дети получают дар веры. И она проникает в человеческую душу, показывая непос­тижимую работу Святого Духа, Который усмиряет все наше бун­тарство и делает нас добровольными пленниками Царя Иисуса.\n' +
      '\n' +
      'Джон Пайпер считает, что наш опыт переживания благодати воз­растает вместе с нашим пониманием Божьей благодатной рабо­ты. Автор приглашает нас отправиться в этот путь вместе с ним.',
    author: 'Джон Пайпер',
    cover: 'https://epbook.by/epBook/media/book_images/40217.970.webp',
    isAvailable: 'available',
    category: 'христианская жизнь',
    period: '1 month',
  },
  {
    id: 20,
    title: 'Рвение без выгорания',
    description:
      'Тысячи людей прекращают христианское служение каждый месяц. Они не утратили любви к Христу или желание служить Ему. Просто по той или иной причине они выдохлись и не могут продолжать трудиться.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Кристофер Эш знаком с этой бедой не понаслышке. И как пастор растущей церкви, и как учитель будущих церковных служителей, он сам не раз оказывался на грани выгорания.Он также оказывал пасторскую поддержку более молодым служителям, истощившим себя работой.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Его жизненный опыт сконцентрировался в этой короткой и простой книге: он напоминает об одной забытой библейской истине и дает семь ключей, подсказанных ею. Если мы ими правильно воспользуемся, они помогут нам, христианам, которые горят желанием служить Господу, защититься от выгорания и трудиться для Божьего царства и славы долгие годы.\n' +
      '\n' +
      ' \n' +
      '\n' +
      '«Я с радостью рекомендую эту небольшую, но важную книгу. Кристофер не только раскрывает тему на основании своего личного опыта выгорания. Он проливает новый свет на знакомые отрывки Писания и делится пасторским опытом решения проблем, с которыми сталкиваются многие из нас. Я молюсь о том, чтобы эта книга помогла нам как избежать ловушек выгорания, так и исполнить наказ Павла: «В усердии не ослабевайте; духом пламенейте; Господу служите» (Рим.12:11). Или, как перефразировал этот стих Юджин Питерсон: «Не выгорайте. Заправляйтесь и горите»».    - Алистер Бегг, старший пастор церкви Парксайд, г. Кливленд',
    author: 'Кристофер Эш',
    cover: 'https://epbook.by/epBook/media/book_images/IMG_8876.JPG',
    isAvailable: 'not available',
    category: 'систематическое богословие',
    period: '1 month',
  },
  {
    id: 21,
    title: 'Троица',
    description:
      'Из Введения к книге «Троица»:\n' +
      '\n' +
      '«Сколько я себя помню, я всегда умел читать. Я не помню, как учился этому искусству. Вероятно, алфавит и простые слова я учил при помощи букваря. Считаю себя в неоплатном долгу перед ним, поскольку он заложил основы чтения, которыми я пользуюсь по сей день…\n' +
      '\n' +
      'Эта небольшая книга – тоже букварь, освоив который вы продолжите учиться дальше.\n' +
      '\n' +
      'Она не обеспечит вас всеми знаниями. Она всего лишь поможет вам сделать первые шаги. Из неё вы узнаете основы учения о Троице. Книга избавит вас от неуверенности, которую вы, возможно, испытываете, соприкасаясь с этой глубокой темой; а кроме того, вы узнаете достаточно, чтобы продвигаться в тех областях знания, где раньше не решались даже начать».\n' +
      '\n' +
      ' \n' +
      '\n' +
      'В книге доступно излагаются основы христианского учения о Троице, рассматриваются свойства трех лиц единого по существу Бога, раскрывается суть вечных отношений Отца, Сына и Святого Духа. Также разъясняется, каких ошибок следует избегать, чтобы не попасть в ловушку заблуждений, противоречащих Писанию.',
    author: 'Стюарт Олиотт',
    cover: 'https://epbook.by/epBook/media/book_images/IMG_8643.JPG',
    isAvailable: 'not available',
    category: 'история церкви',
    period: '1 month',
  },
  {
    id: 22,
    title: 'Рвение без выгорания',
    description:
      'Тысячи людей прекращают христианское служение каждый месяц. Они не утратили любви к Христу или желание служить Ему. Просто по той или иной причине они выдохлись и не могут продолжать трудиться.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Кристофер Эш знаком с этой бедой не понаслышке. И как пастор растущей церкви, и как учитель будущих церковных служителей, он сам не раз оказывался на грани выгорания.Он также оказывал пасторскую поддержку более молодым служителям, истощившим себя работой.\n' +
      '\n' +
      ' \n' +
      '\n' +
      'Его жизненный опыт сконцентрировался в этой короткой и простой книге: он напоминает об одной забытой библейской истине и дает семь ключей, подсказанных ею. Если мы ими правильно воспользуемся, они помогут нам, христианам, которые горят желанием служить Господу, защититься от выгорания и трудиться для Божьего царства и славы долгие годы.\n' +
      '\n' +
      ' \n' +
      '\n' +
      '«Я с радостью рекомендую эту небольшую, но важную книгу. Кристофер не только раскрывает тему на основании своего личного опыта выгорания. Он проливает новый свет на знакомые отрывки Писания и делится пасторским опытом решения проблем, с которыми сталкиваются многие из нас. Я молюсь о том, чтобы эта книга помогла нам как избежать ловушек выгорания, так и исполнить наказ Павла: «В усердии не ослабевайте; духом пламенейте; Господу служите» (Рим.12:11). Или, как перефразировал этот стих Юджин Питерсон: «Не выгорайте. Заправляйтесь и горите»».    - Алистер Бегг, старший пастор церкви Парксайд, г. Кливленд',
    author: 'Кристофер Эш',
    cover: 'https://epbook.by/epBook/media/book_images/IMG_8876.JPG',
    isAvailable: 'not available',
    category: 'систематическое богословие',
    period: '1 month',
  },
  // {
  //   id: 23,
  //   title: 'Пять пунктов',
  //   description:
  //     'Книга «Пять пунктов» — это прекрасное введение в библейское богословие Божьего суверенитета в спасении. Это не просто апо­логетика традиционных пяти пунктов кальвинизма, но доступное изложение основополагающих библейских доктрин. Каждая гла­ва книги заставляет Божью благодать сиять ещё ярче, мягко, но убедительно напоминая христианам, почему данные доктрины имеют чрезвычайно важное значение.\n' +
  //     '\n' +
  //     'Благодать — это сердце Бога, Который готов делать вам добро тогда, когда вы меньше всего этого заслуживаете. Однако действительно ли мы знаем, насколько глубоко не за­служиваем благодати? Только Бог посредством Писания может открыть нам это. А когда Бог дает нам это откровение, чудеса Его благодати вспыхивают с небывалой яркостью.\n' +
  //     '\n' +
  //     'Эти пять пунктов рассказывают о том, как человек становится христианином, и о том, как Бог хранит нашу веру в Своих руках.\n' +
  //     '\n' +
  //     'Благодать относится к прошлому, когда мы были свободно из­браны. Благодать обращена вперед, в будущее, где мы будем в безопасности и навсегда счастливы. Она проникает в тайну по­двига Христа, благодаря которому все Божьи дети получают дар веры. И она проникает в человеческую душу, показывая непос­тижимую работу Святого Духа, Который усмиряет все наше бун­тарство и делает нас добровольными пленниками Царя Иисуса.\n' +
  //     '\n' +
  //     'Джон Пайпер считает, что наш опыт переживания благодати воз­растает вместе с нашим пониманием Божьей благодатной рабо­ты. Автор приглашает нас отправиться в этот путь вместе с ним.',
  //   author: 'Джон Пайпер',
  //   cover: 'https://epbook.by/epBook/media/book_images/40217.970.webp',
  //   isAvailable: 'reserved',
  //   category: 'эсхатология',
  //   period: '1 month',
  // },
  // {
  //   id: 24,
  //   title: 'Реформатская догматика, том 2',
  //   description:
  //     'Реформатская догматика Бавинка состоит из четырех томов. Первый из них имеет вводный характер: в нем Бавинк рассматривает сущность, метод, структуру и историю догматики, а также ее первоначала, уделяя особое внимание учению об откровении. Настоящим, вторым томом открывается собственно систематическое рассмотрение различных богословских тем. Во втором томе Бавинк рассуждает о Боге и первозданном мире, в третьем—о павшем мире и Христе, а в четвертом продолжает рассуждения о пути спасения и раскрывает учение о церкви, средствах благодати и последнем времени. Герман Бавинк, из «Реформатской догматики ',
  //   author: 'Герман Бавинк',
  //   cover: 'https://epbook.by/epBook/media/book_images/IMG_8955.JPG',
  //   isAvailable: 'reserved',
  //   category: 'христианская жизнь',
  //   period: '1 month',
  // },
]

export const categories = [
  { id: 0, category: 'апологетика', value: 'апологетика' },
  { id: 1, category: 'биографии', value: 'биографии' },
  { id: 2, category: 'богословие', value: 'богословие' },
  { id: 3, category: 'для женщин', value: 'для женщин' },
  { id: 4, category: 'душепопечение', value: 'душепопечение' },
  { id: 5, category: 'евангелие', value: 'евангелие' },
  { id: 6, category: 'изучение Библии', value: 'изучение Библии' },
  { id: 7, category: 'история церкви', value: 'история церкви' },
  { id: 8, category: 'комментарии', value: 'комментарии' },
  { id: 9, category: 'молитва', value: 'молитва' },
  { id: 10, category: 'на каждый день', value: 'на каждый день' },
  { id: 11, category: 'систематическое богословие', value: 'систематическое богословие' },
  { id: 12, category: 'христианская жизнь', value: 'христианская жизнь' },
  { id: 13, category: 'эсхатология', value: 'эсхатология' },
]
export const authors = [
  { id: 0, author: 'Кристофер Эш', value: 'Кристофер Эш' },
  { id: 1, author: 'Джон Пайпер', value: 'Джон Пайпер' },
  { id: 2, author: 'Jessi Wehner', value: 'Jessi Wehner' },
  { id: 3, author: 'Glinda Price', value: 'Glinda Price' },
  { id: 4, author: 'Mrs. Joey Windler', value: 'Mrs. Joey Windler' },
  { id: 5, author: 'Octavio Sporer III', value: 'Octavio Sporer III' },
  { id: 6, author: 'Nakesha Schaden', value: 'Nakesha Schaden' },
  { id: 7, author: 'Dr. Elden Vandervort', value: 'Dr. Elden Vandervort' },
  { id: 8, author: 'Mr. Somer Larson', value: 'Mr. Somer Larson' },
  { id: 9, author: 'Josue Dare', value: 'Josue Dare' },
  { id: 10, author: 'Hermine King', value: 'Hermine King' },
  { id: 11, author: 'Tawny Smith', value: 'Tawny Smith' },
  { id: 12, author: 'Mr. Evangelina Blanda', value: 'Mr. Evangelina Blanda' },
  { id: 13, author: 'Billy Mraz DDS', value: 'Billy Mraz DDS' },
]

type BooksType = {
  id: number
  title: string
  description: string
  author: string
  cover: string
  category: CategoryType
  isAvailable: IsAvailableType
  period: PeriodType
}
type IsAvailableType = 'available' | 'not available' | 'reserved'
type PeriodType = '1 month' | '1 week' | '2 month'
type CategoryType =
  | 'апологетика'
  | 'биографии'
  | 'богословие'
  | 'для женщин'
  | 'душепопечение'
  | 'евангелие'
  | 'изучение Библии'
  | 'история церкви'
  | 'комментарии'
  | 'молитва'
  | 'на каждый день'
  | 'систематическое богословие'
  | 'христианская жизнь'
  | 'эсхатология'
